{
  "slice_type": "blogs_slice",
  "slice_label": null,
  "items": [
    {
      "image": {
        "dimensions": {
          "width": 1394,
          "height": 993
        },
        "alt": null,
        "copyright": null,
        "url": "https://images.prismic.io/slice-machine-app/1554850d-7d03-49cb-9fd8-256cd476e9ce_Screen+Shot+2020-09-23+at+12.43.44+pm.png?auto=compress,format"
      },
      "title": [
        {
          "type": "heading3",
          "text": "Jordan Brand Holiday Retro Releases",
          "spans": []
        }
      ],
      "excerpt": [
        {
          "type": "paragraph",
          "text": "September 23, 2020 -The Jordan Brand Holiday 2020 Retro Footwear Collection combines rich history...",
          "spans": []
        }
      ],
      "content": "September 23, 2020 - The Jordan Brand Holiday 2020 Retro Footwear Collection combines rich history with high-tech construction to boldly connect the past to the future. Four iterations of the Air Jordan I and multiple women’s-exclusive styles are among the highlights. \n\nAir Jordan I Retro HI OG CO.JP \nFirst released in 2001, accompanying the Metallic Silver Air Jordan I HI OG CO.JP, the Midnight Navy colorway returns for a global release. One of the first HI OGs to use Navy coloring, this model was popular with skateboarders and worn by Nike SB athletes when Nike SB first formed in the early 2000s. The shoe features a metallic silver Swoosh and a jewel-finished Wings logo, and releases in full family sizing. \n\nWomen’s Air Jordan I HI OG \nInspired by MJ’s iconic 63-point playoff game in Boston in 1986, the Women’s Air Jordan I HI OG focuses on progress, not perfection. The shoe flaunts a raw construction with unstitched eyelets and rich, genuine matted Lucky Green leather. The shoe, which comes in full family sizing, also features a parquet floor-inspired insole reminiscent of the old Boston court. \n\nAir Jordan I Retro HI OG\nThis Air Jordan I HI OG employs a new twist on a familiar color scheme: Dark Mocha. A colorway with rich history in the Jordan Brand, the crisp color blocking on genuine nubuck leather gives this model a clean and classic look. The shoe comes in men’s and grade school sizing.\n\nAir Jordan I Retro HI OG\nStraight from the vault, this HI OG takes inspiration from an elusive Friends and Family Air Jordan I in the 1980s that later came to life in 2003 as an Air Jordan I Mid. At the time, that Mid was amongst the first patent leather Air Jordan Is released from Jordan Brand. An OG satin woven label and glossy black and gold patent leather cover the model",
      "date": "2020-08-31"
    },
    {
      "image": {
        "dimensions": {
          "width": 432,
          "height": 321
        },
        "alt": null,
        "copyright": null,
        "url": "https://images.prismic.io/slice-machine-app/af464dac-15ff-466e-b87d-ede0625820e9_Screen+Shot+2020-09-24+at+2.32.36+pm.png?auto=compress,format"
      },
      "title": [
        {
          "type": "heading3",
          "text": "Ruohan Wang's Flyleather Pack Brings the Whimsy to Circular Design",
          "spans": []
        }
      ],
      "excerpt": [
        {
          "type": "paragraph",
          "text": "Berlin-based illustrator Ruohan Wang lends her artistic eye toward three Nike silhouettes — the Air Force 1, the Blazer Mid ’77 and the Air Max 90",
          "spans": []
        }
      ],
      "content": "Berlin-based illustrator Ruohan Wang lends her artistic eye toward three Nike silhouettes — the Air Force 1, the Blazer Mid ’77 and the Air Max 90 — in the second year of the collaborative Flyleather pack, which features Flyleather uppers made with at least 50% recycled leather fiber.\n\nThrough her patterns, the forward-thinking principles of circular design become fun, optimistic and hopeful. These classic silhouettes are the base for Ruohan’s swirling, aqueous blend of color and motion, resembling the earth’s natural forces — and the two-part balance that reflects Ruohan’s upbringing.\n\nBorn in China but raised and educated in Berlin, she connects to both places through the silhouette graphic and color treatments. On the Air Force 1 and the Blazer ’77, Chinese characters that mean “natural circulation” and “power and love” are printed on the midsoles. Meanwhile, the creative energy of Berlin is channeled through the vibrant palettes of the upper designs.\n\n“The earth belongs to every person. Every culture is part of this global mission to protect it,” says Ruohan. “Given my Chinese background and my artistic training in Berlin, it felt right to present that motivation born out of many cultures.”",
      "date": "2020-08-11"
    },
    {
      "image": {
        "dimensions": {
          "width": 302,
          "height": 251
        },
        "alt": null,
        "copyright": null,
        "url": "https://images.prismic.io/slice-machine-app/2d193284-b588-4a93-8451-f091a348439b_Screen+Shot+2020-09-24+at+2.32.53+pm.png?auto=compress,format"
      },
      "title": [
        {
          "type": "heading3",
          "text": "NIKE, Inc. Reports Fiscal 2021 First Quarter Results",
          "spans": []
        }
      ],
      "excerpt": [
        {
          "type": "paragraph",
          "text": "NIKE, Inc. (NYSE:NKE) today reported fiscal 2021 financial results for its first quarter ended August 31, 2020.",
          "spans": []
        }
      ],
      "content": "“Our results this quarter continue to demonstrate NIKE’s full competitive advantage, as we strengthen our position in the midst of disruption,” said John Donahoe, President and CEO, NIKE, Inc. “In this dynamic environment, no one can match our pace of launching innovative product and our Brand’s deep connection to consumers. These strengths, coupled with our digital acceleration, are unlocking NIKE’s long-term market potential.”**\n\nOur first quarter revenue performance was impacted by strong NIKE Brand digital growth of 82 percent, offset by lower revenue in our wholesale business and NIKE-owned stores. Nearly all of the NIKE-owned physical doors were open during the quarter across North America, EMEA and Greater China with approximately 90 percent of doors open in APLA. However, despite a majority of stores open in the quarter, we continue to experience year-over-year declines in physical retail traffic across the marketplace due to COVID-19 impacts and safety related measures, offset partially by higher conversion rates. EMEA returned to growth of 5 percent on a reported basis, led by triple-digit growth in digital. Greater China revenue increased by 6 percent on a reported basis and 8 percent on a currency-neutral basis, led by digital and NIKE Factory Stores.\n\n“NIKE is recovering faster based on accelerating brand momentum and digital growth, as well as our relentless focus on normalizing marketplace supply and demand,” said Matt Friend, Executive Vice President and Chief Financial Officer, NIKE, Inc. “We continue to drive investment in capabilities that will fuel our consumer-led digital transformation, catalyzing long-term growth and profitability for NIKE.”**",
      "date": "2020-09-04"
    }
  ],
  "primary": {
    "title": [
      {
        "type": "heading1",
        "text": "Recently News",
        "spans": []
      }
    ]
  }
}
